Задание: вводится число 0 или 1, необходимо вывести 1 или 0 соответственно.
a = int(input()) Вводим число.
y = 1 - a Меняем число с 0 на 1 или с 1 на 0.
print(y) Выводим.
