Задание: Дано положительное двузначное число. Найдите число десятков в нем.
a = int(input()) Вводим число.
print(a // 10 ) Делим на 10 и узнаем число десятков в числе.
