Дано целое число N. Выведите следующее за ним четное число.
n = int(input()) Вводим число.
print(n - n % 2 + 2) Находим следующее четное число и выводим.
