Задание: Пирожок в столовой стоит A рублей и B копеек. Определите, сколько рублей и копеек нужно заплатить за N пирожков.
a = int(input()) Вводим количество рублей.
b = int(input()) Вводим количество копеек.
n = int(input()) Вводим количество пирожков.
print(a * n), print(b * n) Определяем стоимость.
