Задача: N школьников делят K яблок поровну, не делящийся остаток остается в корзинке. Сколько яблок достанется каждому школьнику?
n= int(input()) Вводим число школьников
k= int(input()) Вводим число яблок
print (k // n) И высчитываем сколько яблок достанется каждому школьнику
