Задача: N школьников поделили K яблок поровну, не делящийся остаток остался в корзинке. Сколько яблок осталось в корзинке?
n= int(input()) Вводим число школьников
k= int(input()) Вводим число яблок
print (k // n) Высчитывем остаток
